const dates = [
    {
        date: new Date(2018, 3, 10, 10),
        trainingTitle: "Hip-Hop",
        trainer: "Лена Шабанова",
        pupils: ['Иванов Петя', 'Васильева Юля', 'Петрова Мария', 'Данилов Ильдар', 'Иванов Петя', 'Васильева Юля', 'Петрова Мария', 'Данилов Ильдар']
    },
    {
        date: new Date(2018, 3, 10, 17),
        trainingTitle: "Dancehall",
        trainer: "Лена Шабанова",
        pupils: ['Иванов Петя', 'Васильева Юля', 'Петрова Мария', 'Данилов Ильдар', 'Иванов Петя', 'Васильева Юля', 'Петрова Мария', 'Данилов Ильдар']
    },
    {
        date: new Date(2018, 3, 11, 16),
        trainingTitle: "Hip-Hop",
        trainer: "Лена Шабанова",
        pupils: ['Иванов Петя', 'Васильева Юля', 'Петрова Мария', 'Данилов Ильдар', 'Иванов Петя', 'Васильева Юля', 'Петрова Мария', 'Данилов Ильдар']
    }
]

export default {
    getTrainings() {
        return dates
    }
}